{
  "accessibilityTitle": "Accessibility - GOV.UK",
  "accessibilityHeader": "Accessibility statement for the Fish Exports service",
  "accessibilityFirstParagraphText_1": "This service is part of the wider",
  "accessibilityFirstParagraphLink_1": "GOV.UK",
  "accessibilityFirstParagraphText_2": " website. There’s a separate",
  "accessibilityFirstParagraphLink_2": "accessibility statement for the main GOV.UK website.",
  "accessibilitySecondParagraph": "This page only contains information about the Fish Exports service, available at:",
  "usingThisServiceHeading": "Using this service",
  "usingThisServiceParagraph_1": "This service is run by the Marine Management Organisation. We want as many people as possible to be able to use this service. For example, that means you should be able to:",
  "usingThisServiceListItem_1": "change colours, contrast levels and fonts",
  "usingThisServiceListItem_2": "zoom in up to 300% without the text spilling off the screen",
  "usingThisServiceListItem_3": "get from the start of the service to the end using just a keyboard",
  "usingThisServiceListItem_4": "get from the start of the service to the end using speech recognition software",
  "usingThisServiceListItem_5": "listen to the service using a screen reader (including the most recent versions of JAWS, NVDA and VoiceOver)",
  "usingThisServiceParagraph_2": "We’ve also made the text in the service as simple as possible to understand.",
  "abilityNetLink": "AbilityNet",
  "usingThisServiceParagraph_3": "has advice on making your device easier to use if you have a disability.",
  "usingThisServiceParagraph_3Text_1": "",
  "feebackAndContactInfoHeading": "Feedback and contact information",
  "feebackAndContactInfoParagraph_1": "If you have difficulty using this service, contact us by:",
  "feebackAndContactInfoListItem": "calling",
  "feebackAndContactInfoParagraph_2": "As part of providing this service, we may need to send you messages or documents. We’ll ask you how you want us to send messages or documents to you but contact us if you need them in a different format. For example, large print, audio recording or braille.",
  "reportingAccessibilityProblemsHeading": "Reporting accessibility problems with this service",
  "reportingAccessibilityProblemsParagraph": "We’re always looking to improve the accessibility of this service. If you find any problems that are not listed on this page or think we’re not meeting accessibility requirements, contact: MMO IT Service Management",
  "reportingAccessibilityProblemsEmailLink": "servicemanagement@marinemanagement.org.uk",
  "enforcementProcedureHeading": "Enforcement procedure",
  "enforcementProcedureParagraph": "The Equality and Human Rights Commission (EHRC) is responsible for enforcing the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018 (the ‘accessibility regulations’). If you’re not happy with how we respond to your complaint, ",
  "enforcementProcedureLink": "contact the Equality Advisory and Support Service (EASS).",
  "contactOrVisitHeading": "Contacting us by phone or visiting us in person",
  "contactOrVisitParagraph_1": "We provide a text relay service for people who are deaf, hearing impaired or have a speech impediment.",
  "contactOrVisitParagraph_2": "Our offices have audio induction loops, or if you contact us before your visit, we can arrange a British Sign Language (BSL) interpreter to help you complete the service in person.",
  "contactOrVisitParagraph_3": "Find out how to contact us:",
  "contactOrVisitLink": "Contact your local Marine Management Organisation office",
  "technicalInformationHeading": "Technical information about this service’s accessibility",
  "technicalInformationParagraph": "The Marine Management Organisation is committed to making this service accessible, in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018.",
  "complianceStatusHeading": "Compliance status",
  "complianceStatusParagraphText_1": "This website is fully compliant with the",
  "complianceStatusLink": "Web Content Accessibility Guidelines version 2.2 AA standard.",
  "disproportionateBurdenHeading": "Disproportionate burden",
  "disproportionateBurdenParagraph_1": "For catch certificates:",
  "disproportionateBurdenListItem": "The forms for direct landings are only available in PDF format, however we do intend to replace them with HTML forms in the long term.",
  "improveAccessibilityHeading": "What we’re doing to improve accessibility",
  "improveAccessibilityParagraph": "As part of continuous improvement, the service aims to:",
  "improveAccessibilityListItem_1": "Carry out continuous research to make sure you can complete the service first time and make improvements where necessary.",
  "improveAccessibilityListItem_2": "Continue to research and test the service to ensure your needs are addressed.",
  "statementPreparationHeading": "Preparation of this accessibility statement",
  "statementPreparationParagraph_1": "This statement was prepared on 28 June 2024.",
  "statementPreparationParagraph_2": "This service was last tested on 18 June 2024. The test was carried out by",
  "statementPreperationParagraphLink": "The Digital Accessibility Centre.",
  "autocompleteAccessibilityHintText": "When autocomplete results are available use up and down arrows to review and enter to select. Touch device users, explore by touch or with swipe gestures",
  "autocompleteMultipleResults": "{{length}} results are available. {{property}} {{position}} of {{length}} is highlighted",
  "autocompleteSingleResult": "{{length}} result is available. {{property}} {{position}} of {{length}} is highlighted"
}
