{
  "privacyPageTitleText": "Privacy notice",
  "privacyPageDescription1": "Your privacy is extremely important to us. This notice explains what personal information we have, how we use it and how you can check and update any of your personal information.",
  "privacyPageDescription2": "For the purposes of this Privacy Notice, “we” means Department for Environment, Food and Rural Affairs (Defra) and Marine Management Organisation (MMO) and other UK Marine Fisheries authorities operating in the UK which at the current time includes Marine Scotland, Department of Agriculture, Environment and Rural Affairs - Northern Ireland (DAERA), Welsh Government (WG), Department of Environment, Food and Agriculture - Isle of Man (DEFA), Government of Jersey, The States of Guernsey.",
  "privacyPagePersonalInfoText": "Why We Collect Your Personal Information",
  "privacyPagePersonalInfoDescription": "We collect your personal information so you can be issued a UK Export Catch Certificate, Processing Statement or Storage Document, by accessing the service operated by Defra and processed by the Marine Management Organisation (MMO) and other UK Marine Fisheries authorities operating in the UK (as listed above).",
  "privacyPagePersonalInfoUlText": "The following are examples of the personal information we use within the Fish Export System:",
  "privacyPagePersonalInfoLiText1": "Your full name",
  "privacyPagePersonalInfoLiText2": "Company name (where applicable)",
  "privacyPagePersonalInfoLiText3": "Address",
  "privacyPagePersonalInfoLiText4": "Contact telephone number",
  "privacyPagePersonalInfoLiText5": "Vessel registration details, including:",
  "privacyPagePersonalInfoLiText6": "Vessel name",
  "privacyPagePersonalInfoLiText7": "Registration number",
  "privacyPagePersonalInfoLiText8": "Port Letter and Number",
  "privacyPagePersonalInfoLiText9": "International Maritime Organisation (IMO) number",
  "privacyPagePersonalInfoLiText10": "Lloyds number",
  "privacyPagePersonalInfoLiText11": "Fishing license number",
  "privacyPagePersonalInfoLiText12": "Inmarsat number / fax / telephone number where applicable",
  "privacyPagePersonalInfoLiText13": "Name of Master of fishing vessel",
  "privacyPagePersonalInfoLiText14": "Contact details (name, addresses & transportation details) of transshipment, (re)exporter, importer, transporter, processors, and storage facilities.",
  "privacyPagePersonalInfoDescription2": "We also use your personal information with Google Analytics to monitor your online progress through the service, helping us to improve your experience. For example, this may include using the information in the follow ways:",
  "privacyPagePerformanceStatus": "Performance Statistics:",
  "privacyPagePerformanceStatusli1": "Your interaction with the website",
  "privacyPagePerformanceStatusli2": "Understanding what a user does when they receive an error (continue or abandon)",
  "privacyPagePerformanceStatusli3": "Where you leave the website, which could be from an error page or you may have failed to complete a certificate",
  "privacyPagePerformanceStatusli4": "Number of vessels per document",
  "privacyPagePerformanceStatusli5": "How many users created each export certificate, processing statement or storage document.",
  "personalInformationText": "Performance information:",
  "privacyPagePerformanceInformationUl1": "Catch Certificate, Processing Statements and Storage Document Insights",
  "privacyPagePerformanceInformationUl2": "Company Insights",
  "privacyPagePerformanceInformationli1": "How many catch landing details in each certificate",
  "privacyPagePerformanceInformationli2": "How many variations of products",
  "privacyPagePerformanceInformationli3": "The different transport options people use",
  "privacyPagePerformanceInformationli4": "The amount of users who change the exporter details",
  "privacyPagePerformanceInformationUl21": "The different types of companies",
  "privacyPagePerformanceInformationUl22": "The location of companies",
  "privacyPagePerformanceInformationUl23": "The amount of documents each company creates",
  "privacyPagePerformanceInformationUl24": "The percentage of documents created across all companies",
  "privacyPagePerformanceInformationUl25": "The amount of companies who create multiple documents",
  "privacyPagePerformanceInformation1": "We partner with Microsoft Clarity and Microsoft Advertising to capture how you use and interact with our website through behavioural metrics, heatmaps, and session replay to improve and market our products/services. Website usage data is captured using first and third-party cookies and other tracking technologies to determine the popularity of products/services and online activity. Additionally, we use this information for site optimization, fraud/security purposes, and advertising. For more information about how Microsoft collects and uses your data, visit the ",
  "privacyPagePerformanceInformation1AnchorText": "Microsoft Privacy Statement",
  "privacyPagePerformanceInformation1AriaLabel": "Opens link for information about Microsoft Privacy Statement",
  "privacyPagePerformanceInformation2": "We do not track IP address or individual User Id's in Google Analytics or Microsoft Clarity.",
  "privacyPageHeading1": "Who Collects Your Personal Information",
  "privacyPageHeading1Description": "The Department for Environment, Food and Rural Affairs (Defra) collects your personal information and is the data controller for the personal information you provide.",
  "privacyPageProtectionOfficerText": "DEFRA Data Protection Officer",
  "email": "Email",
  "privacyPageInformationCommissionerOffice": "Information commissioner’s Office",
  "privacyPageProtectionMarineFisheriesAuthorities": "The data controllers are MMO and the other UK Marine Fisheries authorities operating in the UK.",
  "privacyPageProtectionAddressDataProtectionTeam": "MMO Address for Data Protection Team",

  "privacyPageWelshGovernment": "Welsh Government",
  "privacyPageDataProtectionOfficer": "Data Protection Officer",
  "privacyPageCathaysPark": "Cathays Park",
  "privacyPageCardiff": "Cardiff",

  "privacyPageHeading2": "Legal Basis for Processing Your Personal Information",
  "privacyPageHeading2Desc1": "The legal basis for processing your personal information is in the exercise of official authority, and also to perform specific tasks in the public interest which allow for safe border data transfer. Where required by law, data may be published on UK Government or EU websites.",
  "privacyPageHeading2Desc2": "Your personal information will be processed securely using appropriate technical and organisational measures.",
  "privacyPageHeading2Desc3": "More information about the MMO can be found at",
  "privacyPageHeading2DescAnchorText": "<a href='https://www.gov.uk/government/organisations/marine-management-organisation' target='_blank'  aria-label='Opens link for information about MMO' > https://www.gov.uk/government/organisations/marine-management-organisation</a>",
  "privacyPageHeading3": "Who Your Personal Information May be Shared with",

  "privacyPageHeading2Desc4": "Article 6(1)(e) of the UK GDPR - Public Task: the processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller to gather fishing vessel positional data as stipulated in the Statutory Instrument - The Sea Fishing (Monitoring Devices Order).",
  "privacyPageHeading2Desc5": "MMO and the other UK Marine Fisheries authorities operating in the UK will process FES data for purposes including compliance with legal obligations, archiving purposes, scientific or historical research purposes or statistical purposes. MMO generates yearly statistics providing a broad picture of the UK fishing industry and its operations. This publication includes data on the structure, activity and landings of the UK fleet alongside additional information on overseas trade, exploitation of stocks and the world fishing industry.",
  "privacyPageHeading2Desc6": "Furthermore, where such data relates to the possibility of a criminal offence, this data is further processed under Part 3 of the Data Protection Act 2018 (“The Act”) which states that competent authorities may process personal data for law enforcement purposes, as defined under Section 31 of the Act.",
  "privacyPageHeading2Desc7": "Section 31 of the Act defines law enforcement purposes as “the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, including the safeguarding against, and the prevention of threats to public security”.",
  "privacyPageHeading2Desc8": "The Marine Management Organisation is a competent authority as referred to in Part 3 of the Act where its statutory functions are set out in the Marine & Coastal Access Act 2009, the Fisheries Act 2020 and associated legislation as referred to in those Acts",

  "privacyPageHeading3Desc1": "We will share Personal information with other partners, for example other UK Fishing Authorities, where this is necessary to pursue a task in the public interest or as a public function. where this is necessary to perform a task in the public interest or official function. This could be where there is a clear basis in law or where for example sharing helps fulfil MMOs functions or those of another government Department such as Defra.",
  "privacyPageHeading3Desc2": "Under Freedom of Information Act, your data may be published or disclosed in an anonymous and/or aggregated form, to other organisations, bodies or persons for the purpose of scientific research, stock assessment or academia.",
  "privacyPageHeading3Desc3": "We may have to release information (including personal information and commercial information) under the following legislation:",

  "privacyPageHeading3Li1": "General Data Protection Regulation (GDPR)",
  "privacyPageHeading3Li2": "UK General Data Protection Regulation (UKGDPR)",
  "privacyPageHeading3Li3": "UK Data Protection Act 2018",
  "privacyPageHeading3Li4": "Freedom of Information Act 2000",
  "privacyPageHeading3Li5": "Environmental Information Regulations 2004",
  "privacyPageHeading3Li6": "2018 Data Protection legislation on the Isle of Man",
  "privacyPageHeading3Li7": "The Data Protection (Bailiwick of Guernsey) Law, 2017",
  "privacyPageHeading3Li8": "The Data Protection (Jersey) Law 2018 and the Data Protection Authority (Jersey) Law 2018",
  "privacyPageHeading4": "How Long We Keep Your Personal Information for",
  "privacyPageHeading4Desc": "Your personal data will be kept by us to inform activity of the inshore fleet and support the aim of sustainable exploitation of UK commercial activities. We shall hold and process personal data only for so long as is necessary for the fulfilment of the stated purpose or when legally required to do so. For example, as long as a vessel is in service as a fishing vessel we will retain records of current and previous owners in order to facilitate our work as a regulator. We review our policies regularly.",
  "privacyPageHeading5": "What will happen if I don’t provide the data?",
  "privacyPageHeading5Desc": "For statutory and public interest purposes it is necessary to provide data as stated in the relevant legislation.",
  "privacyPageHeading6": "Will my personal information be transferred outside of the UK / EEA? If it is, how will it be protected?",
  "privacyPageHeading6Desc": "The data you provide will not be transferred outside of the UK / EEA. However, when necessary personal information may be transferred when it is lawful and complementary to our work carried out in the public interest, i.e. enforcement, verification of documentation outside (UK / EEA),",
  "youRights": "Your Rights",
  "youRightDescription1": "The UK GDPR provides rights for individual. These rights vary under the basis for processing. The MMO are processing Fish Export Service data:",
  "youRightDescription2": "Article 6(1)(e) of the GDPR - Public Task: the processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller to gather fishing vessel positional data as stipulated in the Statutory Instrument - The Sea Fishing (Monitoring Devices Order).",
  "youRightDescription3": "Where such data relates to the possibility of a criminal offence, this data is further processed under Part 3 of the Data Protection Act 2018 (“The Act”) which states that competent authorities may process personal data for law enforcement purposes, as defined under Section 31 of the Act.",
  "youRightDescription4": "More information surrounding data subject rights under the UK General Data Protection Regulation, the Data Protection Act 2018 (DPA 2018), is accessible at:",
  "privacyPageHeading7": "How do I complain?",
  "privacyPageHeading7Desc": "You have the right to lodge a complaint with the Independent Commissioners Office (ICO) at any time",
  "privacyPageHeading7Desc1": "During the coronavirus pandemic you can still report concerns to the ICO about our information rights practices via their helpline on 0303 123 1113.",
  "hereText": "here",
  "acceptButtonText": "Accept and Continue",
  "HowDoIContact": "How do I contact?",
  "HowDoIContactDesc1": "Please see the Who Collects Your Personal Information section for the full list of Data Controller contact details.",
  "HowDoIContactDesc2": "You can contact the MMO Data Protection Team at:",
  "HowDoIContactDesc3": "Any questions about how we are using your personal data and your associated rights should be sent to the above contact.",
  "HowDoIContactDesc4": "The contact details for the data controller's Data Protection Officer (DPO) are:",
  "HowDoIComplain": "How do I complain?",
  "HowDoIComplainDesc": "If you believe that your personal data has been misused or mishandled, you may make a complaint to the Information Commissioner, who is an independent regulator. The Information Commissioner can be contacted at:",
  "telephone": "Telephone",
  "HowDoIContactChangesPrivacyNotice": "Changes to this Privacy Notice",
  "HowDoIContactChangesPrivacyNoticeDesc": "We reserve the right to update this privacy notice at any time. Any updates will be published on this page. This notice was last updated on 14 March 2025."
}
