{
  "ccCommonTitle": "Create a UK catch certificate - GOV.UK",
  "psCommonTitle": "Create a UK processing statement - GOV.UK",
  "sdCommonTitle": "Create a UK storage document - GOV.UK",
  "homePageTitle": "What do you want to do? - Create a UK catch certificate - GOV.UK",
  "accessibilityTitle": "Accessibility statement for the Fish Exports service - Create a UK catch certificate - GOV.UK",
  "dashboardTitle": "catch certificates - Create a UK catch certificate - GOV.UK",
  "dashboardProcessingStatementTitle": "processing statements - Create a UK processing statement - GOV.UK",
  "dashboardStorageDocumentTitle": "storage documents - Create a UK storage document - GOV.UK",
  "forbiddenTitle": "Forbidden - Create a UK catch certificate - GOV.UK",
  "supportTitle": "Sorry, the requested URL was rejected - Create a UK catch certificate - GOV.UK",
  "ccProgressTitleText": "Your Progress - Create a UK catch certificate - GOV.UK",
  "psProgressTitleText": "Your Progress - Create a UK processing statement - GOV.UK",
  "sdProgressTitleText": "Your Progress - Create a UK storage document - GOV.UK",
  "ccDeleteCatchCertificateTitle": "Are you sure you want to delete this catch certificate? - Create a UK catch certificate - GOV.UK",
  "ccwhatexporterAddressTitle": "What is the exporter’s address - Create a UK catch certificate - GOV.UK",
  "ccLandingsEntryTitle": "How do you want to enter your products and landings? - Create a UK catch certificate - GOV.UK",
  "ccLandingsTypeConfirmationTitle": "Are you sure you want to change your landings type? - Create a UK catch certificate - GOV.UK",
  "ccWhatExportJourneyExportJourneyHeaderTitle": "What journey does the export take? - Create a UK catch certificate - GOV.UK",
  "ccWhoseWatersWereTheyCaughtInTitle": "Whose waters were the fish or shellfish caught in? - Create a UK catch certificate - GOV.UK",
  "ccAddExporterDetailsTitle": "Add exporter details - Create a UK catch certificate - GOV.UK",
  "psAddExporterDetailsTitle": "Add exporter details - Create a UK processing statement - GOV.UK",
  "sdAddExporterDetailsTitle": "Add exporter details - Create a UK storage document - GOV.UK",
  "ccAddYourReferenceTitle": "Add your reference for this export - Create a UK catch certificate - GOV.UK",
  "psAddYourReferenceTitle": "Add your reference for this export - Create a UK processing statement - GOV.UK",
  "sdAddYourReferenceTitle": "Add your reference for this export - Create a UK storage document - GOV.UK",
  "psAddConsignmentDetailsConsignmentPageHeader": "Add a description and commodity code - Create a UK processing statement - GOV.UK",
  "ccTransportSelectionPageTitle": "How does the export leave the UK?",
  "sdTransportSelectionPageTitle": "How does the export leave the UK? - Create a UK storage document - GOV.UK",
  "sdArrivalTransportSelectionPageTitle": "How does your consignment arrive to the UK? - Create a UK storage document - GOV.UK",
  "ccCopyVoidConfirmationTitle": "Are you sure you want to void the original catch certificate? - Create a UK catch certificate - GOV.UK",
  "ccCopyCertificateTitle": "Copy {{ documentNumber }} - Create a UK catch certificate - GOV.UK",
  "psCopyDocumentTitle": "Copy {{ documentNumber }} - Create a UK processing statement - GOV.UK",
  "sdCopyDocumentTitle": "Copy {{ documentNumber }}  - Create a UK storage document - GOV.UK",
  "psCopyVoidConfirmationTitle": "Are you sure you want to void the original processing statement? - Create a UK processing statement - GOV.UK",
  "sdCopyVoidConfirmationTitle": "Are you sure you want to void the original storage document? - Create a UK storage document - GOV.UK",
  "ccWhatAreYouExporting": "What are you exporting? - Create a UK catch certificate - GOV.UK",
  "ccVoidCertificateTitle": "Are you sure you want to void this catch certificate? - Create a UK catch certificate - GOV.UK ",
  "psVoidProcessingStatement": "Are you sure you want to void this processing statement? - Create a UK processing statement - GOV.UK",
  "sdVoidStorageDocument": "Are you sure you want to void this storage document? - Create a UK storage document - GOV.UK ",
  "doYouHaveARoadTransportDocumentTitle": "Do you have a road transport document to go with this export?",
  "doYouHaveAdditionalTransportTypesTitle": "Transport details - Create a UK catch certificate - GOV.UK",
  "addTransportationDetailsTruck": "Add transportation details: truck",
  "addTransportationDetailsContainerVessel": "Add transportation details: container vessel",
  "addTransportationDetailsContainerTrain": "Add transportation details: train",
  "addTransportationDetailsPlane": "Add transportation details: plane",
  "addTransportationDocumentsTruck": "Truck documents",
  "addTransportationDocumentsContainerVessel": "Container Vessel documents",
  "addTransportationDocumentsContainerTrain": "Train documents",
  "addTransportationDocumentsPlane": "Plane documents",
  "sdDoYouHaveARoadTransportDocumentTitle": "Do you have a road transport document to go with this export? - Create a UK storage document - GOV.UK",
  "sdAddTransportationDetailsTruck": "Truck departing the UK - Create a UK storage document - GOV.UK",
  "sdAddTransportationDetailsContainerVessel": "Container vessel departing the UK - Create a UK storage document - GOV.UK",
  "sdAddTransportationDetailsContainerTrain": "Train departing the UK - Create a UK storage document - GOV.UK",
  "sdAddTransportationDetailsPlane": "Plane departing the UK - Create a UK storage document - GOV.UK",
  "ccFavouritesPageHeader": "Product Favourites - Create a UK catch certificate - GOV.UK",
  "upLoadFileTitle": "Upload products and landings - Create a UK catch certificate - GOV.UK",
  "checkYourInformationTitle": "Check your information before you create the catch certificate - Create a UK catch certificate - GOV.UK",
  "catchCertificateCreatedTitle": "The catch certificate has been created - Create a UK catch certificate - GOV.UK",
  "psCreatedSuccessPageTitle": "The processing statement has been created - Create a UK processing statement - GOV.UK",
  "sdCreatedSuccessPageTitle": "The storage document has been created - Create a UK storage document - GOV.UK",
  "directLandingsTitle": "Add your trip - Create a UK catch certificate - GOV.UK",
  "uploadGuidanceTitle": "Upload Guidance - Create a UK catch certificate - GOV.UK",
  "addLandingsTitle": "Add your trip for each product - Create a UK catch certificate - GOV.UK",
  "psDeleteProcessingStatementTitle": "Are you sure you want to delete this processing statement? - Create a UK processing statement - GOV.UK",
  "sdDeleteStorageDocumentTitle": "Are you sure you want to delete this storage document? - Create a UK storage document - GOV.UK",
  "processingPlantDetailsTitle": "Add processing plant details - Create a UK processing statement - GOV.UK",
  "processingPlantAddressTitle": "Add processing plant address - Create a UK processing statement - GOV.UK",
  "pswhatexporterAddressTitle": "What is the exporter’s address - Create a UK processing statement - GOV.UK",
  "sdwhatexporterAddressTitle": "What is the exporter’s address - Create a UK storage document - GOV.UK",
  "psAddHealthCertificateTitle": "Add health certificate details - Create a UK processing statement - GOV.UK",
  "privacyTitle": "Privacy Notice - Create a UK catch certificate - GOV.UK",
  "signOutTitle": "Your application will time out soon - Create a UK catch certificate - GOV.UK",
  "serviceImprovementPlanTitle": "Service Improvement - Create a UK catch certificate - GOV.UK",
  "timedOutTitle": "You have been timed out - Create a UK catch certificate - GOV.UK",
  "cookiesTitle": "Cookies Policy - Create a UK catch certificate - GOV.UK",
  "psCatchAddedTitle": "consignment - Create a UK processing statement - GOV.UK",
  "pscheckYourInformationTitle": "Check your information before you create a processing statement - Create a UK processing statement - GOV.UK",
  "psWhatExporterDestinationTitle": "What is the export destination? - Create a UK processing statement - GOV.UK",
  "sdWhatExporterDestinationTitle": "What is the export destination? - Create a UK storage document - GOV.UK",
  "psAddCatchTypeTitle": "Was the catch certificate issued in the UK - Create a UK processing statement - GOV.UK",
  "psAddCatchDetailsTitle": "Add catch details - Create a UK processing statement - GOV.UK",
  "psAddCatchWeightsTitle": "Add catch weights - Create a UK processing statement - GOV.UK",
  "pswhatProcessingPlantAddressTitle": "What is the processing plant address? - Create a UK processing statement - GOV.UK",
  "sdAddStorageFacilityTitle": "Add storage facility details - Create a UK storage document - GOV.UK",
  "sdWhatStorageFacilityTitle": "What is the storage facility address? - Create a UK storage document - GOV.UK",
  "sdAddPrdouctConsignmentTitle": "Add a product to this consignment - Create a UK storage document - GOV.UK",
  "sdCheckYourInformation": "Check your information before you create the storage document - Create a UK storage document - GOV.UK",
  "sdAddDocumentTypeTitle": "Add document details - Create a UK storage document - GOV.UK",
  "sdAddUKEntryDocumentTitle": "Add a UK entry document - Create a UK storage document - GOV.UK",
  "addArrivalTransportationDetailsTrain": "Train arriving in the UK - Create a UK storage document - GOV.UK",
  "addArrivalTransportationDetailsContainerVessel": "Container vessel arriving in the UK - Create a UK storage document - GOV.UK",
  "addArrivalTransportationDetailsPlane": "Plane arriving in the UK - Create a UK storage document - GOV.UK",
  "addArrivalTransportationDetailsTruck": "Truck arriving in the UK - Create a UK storage document - GOV.UK",
  "storageDocumentDepartureProductSummary": "Check and confirm your consignment weight - Create a UK storage document - GOV.UK"
}
