{
  "accessibilityTitle": "Hygyrchedd - GOV.UK",
  "accessibilityHeader": "Datganiad hygyrchedd ar gyfer y gwasanaeth Allforio Pysgod",
  "accessibilityFirstParagraphText_1": "Mae’r gwasanaeth hwn yn rhan o wefan ehangach",
  "accessibilityFirstParagraphLink_1": "GOV.UK",
  "accessibilityFirstParagraphText_2": ". Mae",
  "accessibilityFirstParagraphLink_2": "datganiad hygyrchedd ar wahân ar gyfer prif wefan GOV.UK.",
  "accessibilitySecondParagraph": "Dim ond gwybodaeth am y gwasanaeth Allforio Pysgod sydd ar gael ar y dudalen hon, sydd ar gael yn:",
  "usingThisServiceHeading": "Defnyddio’r gwasanaeth hwn",
  "usingThisServiceParagraph_1": "Mae’r gwasanaeth hwn yn cael ei redeg gan y Sefydliad Rheoli Morol. Rydyn ni eisiau i gymaint o bobl ag sy’n bosib allu defnyddio'r gwasanaeth hwn. Er enghraifft, mae hynny’n golygu y dylech chi allu:",
  "usingThisServiceListItem_1": "newid lliwiau, lefelau cyferbyniad a ffontiau",
  "usingThisServiceListItem_2": "chwyddo i mewn hyd at 300% a bod y testun i gyd yn dal i ffitio ar y sgrin",
  "usingThisServiceListItem_3": "mynd o ddechrau'r gwasanaeth i'r diwedd gan ddefnyddio bysellfwrdd yn unig",
  "usingThisServiceListItem_4": "mynd o ddechrau’r gwasanaeth i’r diwedd gan ddefnyddio meddalwedd adnabod llais",
  "usingThisServiceListItem_5": "gwrando ar y gwasanaeth gan ddefnyddio darllenydd sgrin (gan gynnwys y fersiynau mwyaf diweddar o JAWS, NVDA a VoiceOver)",
  "usingThisServiceParagraph_2": "Rydyn ni hefyd wedi gwneud testun y gwasanaeth mor syml i’w ddeall ag sy’n bosib.",
  "abilityNetLink": "AbilityNet",
  "usingThisServiceParagraph_3": "yn cynnwys cyngor ar wneud eich dyfais yn haws ei defnyddio os oes gennych chi anabledd.",
  "usingThisServiceParagraph_3Text_1": "Mae ",
  "feebackAndContactInfoHeading": "Gwybodaeth gyswllt ac adborth",
  "feebackAndContactInfoParagraph_1": "s ydych chi’n cael trafferth defnyddio’r gwasanaeth hwn, cysylltwch â ni drwy:",
  "feebackAndContactInfoListItem": "ffonio",
  "feebackAndContactInfoParagraph_2": "Fel rhan o ddarparu’r gwasanaeth hwn, efallai bydd angen i ni anfon negeseuon neu ddogfennau atoch. Byddwn yn gofyn i chi sut rydych chi am i ni anfon negeseuon neu ddogfennau atoch chi, ond cysylltwch â ni os byddwch chi eu hangen mewn fformat gwahanol. Er enghraifft, print bras, recordiad sain neu braille.",
  "reportingAccessibilityProblemsHeading": "Rhoi gwybod am broblemau hygyrchedd yn ymwneud â'r gwasanaeth hwn",
  "reportingAccessibilityProblemsParagraph": "Rydyn ni bob amser yn awyddus i wella hygyrchedd y gwasanaeth hwn. Os ydych chi’n dod ar draws unrhyw broblemau sydd heb eu nodi ar y dudalen hon, neu os ydych chi’n credu nad ydym yn bodloni gofynion hygyrchedd, cysylltwch â: Adran Rheoli Gwasanaethau TG yr MMO",
  "reportingAccessibilityProblemsEmailLink": "servicemanagement@marinemanagement.org.uk",
  "enforcementProcedureHeading": "Gweithdrefn gorfodi",
  "enforcementProcedureParagraph": "Y Comisiwn Cydraddoldeb a Hawliau Dynol (EHRC) sy’n gyfrifol am weithredu Rheoliadau Hygyrchedd Cyrff Sector Cyhoeddus (Gwefannau ac Apiau Symudol) (Rhif 2) 2018 (y ‘rheoliadau hygyrchedd’). Os nad ydych chi’n fodlon â sut rydyn ni’n ymateb i’ch cwyn,",
  "enforcementProcedureLink": "cysylltwch â’r Gwasanaeth Cynghori a Chefnogi Cydraddoldeb (EASS).",
  "contactOrVisitHeading": "Cysylltu â ni dros y ffôn neu ymweld â ni",
  "contactOrVisitParagraph_1": "Rydyn ni’n darparu gwasanaeth cyfnewid testun i bobl sy’n fyddar, sydd â nam ar y clyw, neu sydd â nam ar y lleferydd.",
  "contactOrVisitParagraph_2": "Rydym wedi gosod dolenni sain yn ein swyddfeydd, neu os byddwch chi’n cysylltu â ni ymlaen llaw gallwn drefnu dehonglydd Iaith Arwyddion Prydain i’ch helpu i gwblhau’r gwasanaeth yn bersonol.",
  "contactOrVisitParagraph_3": "Dysgwch sut mae cysylltu â ni:",
  "contactOrVisitLink": "Cysylltu â’ch swyddfa Sefydliad Rheoli Morol leol",
  "technicalInformationHeading": "Gwybodaeth dechnegol am hygyrchedd y gwasanaeth hwn",
  "technicalInformationParagraph": "Mae’r Sefydliad Rheoli Morol wedi ymrwymo i wneud y gwasanaeth hwn yn hygyrch, yn unol â Rheoliadau Hygyrchedd Cyrff Sector Cyhoeddus (Gwefannau ac Apiau Symudol) (Rhif 2) 2018.",
  "complianceStatusHeading": "Statws Cydymffurfio",
  "complianceStatusParagraphText_1": "Mae’r wefan hon yn cydymffurfio’n llawn a",
  "complianceStatusLink": "Safon AA Canllawiau Hygyrchedd Cynnwys y We (WCAG) 2.2.",
  "disproportionateBurdenHeading": "Baich anghymesur",
  "disproportionateBurdenParagraph_1": "Ar gyfer tystysgrifau dalfa:",
  "disproportionateBurdenListItem": "Dim ond ar ffurf PDF y mae'r ffurflenni ar gyfer glaniadau uniongyrchol ar gael, ond rydyn ni’n bwriadu disodli’r rhain â ffurflenni HTML yn y tymor hir.",
  "improveAccessibilityHeading": "Beth rydyn ni’n ei wneud i wella hygyrchedd",
  "improveAccessibilityParagraph": "Er mwyn gwella’n barhaus, nod y gwasanaeth yw:",
  "improveAccessibilityListItem_1": "Gwneud gwaith ymchwil parhaus i wneud yn siŵr eich bod yn gallu cwblhau’r gwasanaeth y tro cyntaf, a gwneud gwelliannau lle bo angen.",
  "improveAccessibilityListItem_2": "Parhau i ymchwilio a phrofi’r gwasanaeth i sicrhau ei fod yn cyflawni eich anghenion.",
  "statementPreparationHeading": "Paratoi’r datganiad hygyrchedd hwn",
  "statementPreparationParagraph_1": "Cafodd y datganiad hwn ei baratoi ar 28 Mehefin 2024.",
  "statementPreparationParagraph_2": "Y tro diwethaf i’r gwasanaeth yma gael ei brofi oedd 18 Mehefin 2024. Cafodd y prawf ei gynnal gan",
  "statementPreperationParagraphLink": "y Ganolfan Hygyrchedd Digidol",
  "autocompleteAccessibilityHintText": " Pan fo canlyniadau awtogwblhau ar gael, defnyddiwch y saethau i fyny ac i lawr i adolygu a defnyddiwch enter i ddewis. Dylai defnyddwyr dyfeisiau cyffwrdd chwilio drwy gyffwrdd neu drwy sweipio",
  "autocompleteMultipleResults": "Mae {{length}} o ganlyniadau ar gael. Mae {{property}} {{position}} o {{length}} wedi’i amlygu",
  "autocompleteSingleResult": " Mae {{length}} canlyniad ar gael. Mae {{property}} {{position}} o {{length}} wedi’i amlygu"
}
