{
  "privacyPageTitleText": "Hysbysiad preifatrwydd",
  "privacyPageDescription1": "Mae eich preifatrwydd yn bwysig iawn i ni. Mae’r hysbysiad hwn yn egluro pa wybodaeth bersonol sydd gennym, sut rydyn ni’n ei defnyddio a sut gallwch wirio a diweddaru unrhyw ran o’ch gwybodaeth bersonol.",
  "privacyPageDescription2": " At ddibenion yr Hysbysiad Preifatrwydd hwn, ystyr “ni” yw Adran yr Amgylchedd, Bwyd a Materion Gwledig (Defra), y Sefydliad Rheoli Morol (MMO) ac awdurdodau Pysgodfeydd Morol eraill y DU sy’n gweithredu yn y DU sydd ar hyn o bryd yn cynnwys Llywodraeth Cymru, Marine Scotland, Adran Amaethyddiaeth, Amgylchedd a Materion Gwledig Gogledd Iwerddon (DAERA), Adran Amgylchedd, Bwyd ac Amaethyddiaeth Ynys Manaw (DEFA), Llywodraeth Jersey, Cynulliad Guernsey.",
  "privacyPagePersonalInfoText": "Pam Rydyn ni’n Defnyddio eich Gwybodaeth Bersonol",
  "privacyPagePersonalInfoDescription": "Rydyn ni’n casglu’ch gwybodaeth bersonol er mwyn ichi gael Tystysgrif Dalfa Allforio, Datganiad Prosesu neu Ddogfen Storio y DU, drwy ddefnyddio’r gwasanaeth a weithredir gan Defra ac a brosesir gan y Sefydliad Rheoli Morol (MMO) ac awdurdodau Pysgodfeydd Morol eraill y DU sy’n gweithredu yn y DU (yn unol â’r rhestr uchod).",
  "privacyPagePersonalInfoUlText": "Dyma’r wybodaeth bersonol sydd ei hangen arnom:",
  "privacyPagePersonalInfoLiText1": "Eich enw llawn",
  "privacyPagePersonalInfoLiText2": "Enw’r cwmni (lle bo’n berthnasol)",
  "privacyPagePersonalInfoLiText3": "Cyfeiriad",
  "privacyPagePersonalInfoLiText4": "Rhif ffôn cyswllt",
  "privacyPagePersonalInfoLiText5": "Manylion cofrestru’r cwch, gan gynnwys:",
  "privacyPagePersonalInfoLiText6": "Enw’r cwch",
  "privacyPagePersonalInfoLiText7": "Rhif cofrestru",
  "privacyPagePersonalInfoLiText8": "Llythyren a Rhif Porthladd",
  "privacyPagePersonalInfoLiText9": "Rhif y Sefydliad Morol Rhyngwladol (IMO)",
  "privacyPagePersonalInfoLiText10": "Rhif Lloyds",
  "privacyPagePersonalInfoLiText11": "Rhif trwydded pysgota",
  "privacyPagePersonalInfoLiText12": "Rhif Inmarsat / ffacs / ffôn lle bo hynny’n berthnasol",
  "privacyPagePersonalInfoLiText13": "Enw Meistr y cwch pysgota",
  "privacyPagePersonalInfoLiText14": "Manylion cyswllt (enw, cyfeiriadau a manylion cludiant) y trawslwytho, yr (ail)allforiwr, y mewnforiwr, y cludwr, y proseswyr a’r cyfleusterau storio.",
  "privacyPagePersonalInfoDescription2": "Rydyn ni hefyd yn defnyddio’ch gwybodaeth bersonol gyda Google Analytics i fonitro’ch cynnydd ar-lein drwy’r gwasanaeth, gan ein helpu i wella’ch profiad. Er enghraifft, gallai hyn gynnwys defnyddio’r wybodaeth yn y ffyrdd a ganlyn",
  "privacyPagePerformanceStatus": "Ystadegau Perfformiad:",
  "privacyPagePerformanceStatusli1": "Eich rhyngweithio â’r wefan",
  "privacyPagePerformanceStatusli2": "Deall beth mae defnyddiwr yn ei wneud pan fydd gwall yn codi (bwrw ymlaen neu roi’r gorau iddi)",
  "privacyPagePerformanceStatusli3": "Ble fyddwch chi’n gadael y wefan, a allai fod o dudalen gwall neu efallai eich bod wedi methu cwblhau tystysgrif",
  "privacyPagePerformanceStatusli4": "Nifer y cychod fesul dogfen",
  "privacyPagePerformanceStatusli5": " Faint o ddefnyddwyr sydd wedi creu pob tystysgrif allforio, datganiad prosesu neu ddogfen storio",
  "personalInformationText": "Gwybodaeth am berfformiad:",
  "privacyPagePerformanceInformationUl1": "Cipolwg ar Dystysgrifau Dalfa, Datganiadau Prosesu neu Ddogfennau Storio",
  "privacyPagePerformanceInformationUl2": "Cipolwg ar Gwmnïau",
  "privacyPagePerformanceInformationli1": "Faint o fanylion glanio dalfa sydd ym mhob tystysgrif",
  "privacyPagePerformanceInformationli2": "Sawl amrywiad o gynnyrch",
  "privacyPagePerformanceInformationli3": "Y gwahanol ddewisiadau trafnidiaeth y mae pobl yn eu defnyddio",
  "privacyPagePerformanceInformationli4": "Faint o ddefnyddwyr sy’n newid manylion yr allforiwr",
  "privacyPagePerformanceInformationUl21": "Y gwahanol fathau o gwmnïau",
  "privacyPagePerformanceInformationUl22": "Lleoliad cwmnïau",
  "privacyPagePerformanceInformationUl23": "Faint o ddogfennau y mae pob cwmni yn eu creu",
  "privacyPagePerformanceInformationUl24": "Canran y dogfennau sy’n cael eu creu ar draws pob cwmni",
  "privacyPagePerformanceInformationUl25": "Faint o gwmnïau sy’n creu dogfennau lluosog",
  "privacyPagePerformanceInformation1": "Rydyn ni mewn partneriaeth â Microsoft Clarity a Microsoft Advertising i ddeall sut rydych chi'n defnyddio’n gwefan ac yn rhyngweithio â hi trwy fetrigau ymddygiad, mapiau gwres, ac ailchwarae sesiynau i wella a marchnata’n cynhyrchion/gwasanaethau. Mae data defnydd y wefan yn cael ei gasglu drwy ddefnyddio cwcis parti cyntaf a chwcis trydydd parti a thechnolegau olrhain eraill i bennu poblogrwydd cynhyrchion/gwasanaethau a’r gweithgarwch ar-lein. Hefyd, rydyn ni’n defnyddio'r wybodaeth hon at ddibenion optimeiddio’r wefan, dibenion twyll/diogelwch, a dibenion hysbysebu. I gael rhagor o wybodaeth am sut mae Microsoft yn casglu ac yn defnyddio'ch data, ewch i ",
  "privacyPagePerformanceInformation1AnchorText": "Ddatganiad Preifatrwydd Microsoft",
  "privacyPagePerformanceInformation1AriaLabel": "Yn agor dolen am wybodaeth am Ddatganiad Preifatrwydd Microsoft",
  "privacyPagePerformanceInformation2": "Dydyn ni ddim yn olrhain cyfeiriad IP nac ID Defnyddiwr unigol yn Google Analytics a Microsoft Clarity.",
  "privacyPageHeading1": "Pwy sy’n Casglu eich Gwybodaeth Bersonol",
  "privacyPageHeading1Description": "Adran yr Amgylchedd, Bwyd a Materion Gwledig (Defra) sy’n casglu eich gwybodaeth bersonol a hi yw'r prosesydd data ar gyfer yr wybodaeth bersonol y byddwch chi’n ei rhoi.",
  "privacyPageProtectionOfficerText": "Swyddog Diogelu Data DEFRA",
  "email": "E-bost",
  "privacyPageInformationCommissionerOffice": "Swyddfa’r Comisiynydd Gwybodaeth",
  "privacyPageProtectionMarineFisheriesAuthorities": "Y rheolwyr data yw MMO ac awdurdodau Pysgodfeydd Morol eraill y DU sy’n gweithredu yn y DU.",
  "privacyPageProtectionAddressDataProtectionTeam": "Cyfeiriad yr MMO ar gyfer y Tîm Diogelu Data",

  "privacyPageWelshGovernment": "Llywodraeth Cymru",
  "privacyPageDataProtectionOfficer": "Swyddog Diogelu Data",
  "privacyPageCathaysPark": "Parc Cathays",
  "privacyPageCardiff": "Caerdydd",

  "privacyPageHeading2": "Sail Gyfreithiol dros Brosesu Eich Gwybodaeth Bersonol",
  "privacyPageHeading2Desc1": "Y sail gyfreithiol dros brosesu eich gwybodaeth bersonol yw ar gyfer arfer awdurdod swyddogol, a hefyd er mwyn cyflawni tasgau penodol er budd y cyhoedd sy’n caniatáu ar gyfer trosglwyddo data ar y ffin yn ddiogel. Lle bo’r gyfraith yn mynnu hynny, gellir cyhoeddi data ar wefannau Llywodraeth y DU neu’r UE.",
  "privacyPageHeading2Desc2": "Bydd eich gwybodaeth bersonol yn cael ei phrosesu’n ddiogel gan ddefnyddio mesurau technegol a sefydliadol priodol.",
  "privacyPageHeading2Desc3": "Mae rhagor o wybodaeth am MMO ar gael yn",

  "privacyPageHeading2Desc4": "Erthygl 6(1)(e) o GDPR y DU - Tasg Gyhoeddus: mae’r prosesu’n angenrheidiol er mwyn cyflawni tasg sy’n cael ei chyflawni er budd y cyhoedd neu wrth arfer awdurdod swyddogol sydd wedi’i breinio yn y rheolwr i gasglu data am safleoedd llongau pysgota fel y nodir yn yr Offeryn Statudol – Gorchymyn Pysgota Môr (Dyfeisiau Monitro).",
  "privacyPageHeading2Desc5": "Bydd yr MMO ac awdurdodau Pysgodfeydd Morol eraill y DU sy’n gweithredu yn y DU yn prosesu data FES at ddibenion sy’n cynnwys cydymffurfio â rhwymedigaethau cyfreithiol, dibenion archifo, dibenion ymchwil wyddonol neu hanesyddol neu ddibenion ystadegol. Mae’r MMO yn llunio ystadegau blynyddol sy’n rhoi darlun eang o ddiwydiant pysgota’r DU a’i weithrediadau. Mae’r cyhoeddiad hwn yn cynnwys data ar strwythur, gweithgarwch a glaniadau llongau’r DU ochr yn ochr â gwybodaeth ychwanegol am fasnach dramor, defnyddio stociau a diwydiant pysgota’r byd.",
  "privacyPageHeading2Desc6": "At hynny, pan fo’r data hwn yn ymwneud â’r posibilrwydd o drosedd, caiff y data hwn ei brosesu ymhellach o dan Ran 3 o Ddeddf Diogelu Data 2018 (“y Ddeddf”) sy’n dweud y caiff awdurdodau cymwys brosesu data personol at ddibenion gorfodi’r gyfraith, fel y’i diffinnir o dan Adran 31 o’r Ddeddf.",
  "privacyPageHeading2Desc7": "Mae adran 31 o’r Ddeddf yn diffinio dibenion gorfodi’r gyfraith fel “atal, ymchwilio, canfod neu erlyn troseddau neu weithredu cosbau troseddol, gan gynnwys diogelu yn erbyn bygythiadau i ddiogelwch y cyhoedd, ac atal y bygythiadau hynny”.",
  "privacyPageHeading2Desc8": "Mae’r Sefydliad Rheoli Morol yn awdurdod cymwys fel y cyfeirir ato yn Rhan 3 o’r Ddeddf lle nodir ei swyddogaethau statudol yn Neddf y Môr a Mynediad i’r Arfordir 2009, Deddf Pysgodfeydd 2020 a deddfwriaeth gysylltiedig fel y cyfeirir ati yn y Deddfau hynny.",

  "privacyPageHeading2DescAnchorText": "<a href='https://www.gov.uk/government/organisations/marine-management-organisation' target='_blank' > https://www.gov.uk/government/organisations/marine-management-organisation</a>",
  "privacyPageHeading3": "Gyda phwy y gellir rhannu eich Gwybodaeth Bersonol",
  "privacyPageHeading3Desc1": "Byddwn yn rhannu gwybodaeth bersonol gyda phartneriaid eraill, er enghraifft Awdurdodau Pysgota eraill y DU, lle mae angen gwneud hyn er mwyn dilyn tasg er budd y cyhoedd neu fel swyddogaeth gyhoeddus. Gallai hyn ddigwydd lle ceir sail glir yn y gyfraith neu lle er enghraifft mae rhannu yn helpu i gyflawni swyddogaethau’r MMO neu swyddogaethau Adran arall o’r llywodraeth fel Defra.",
  "privacyPageHeading3Desc2": "O dan y Ddeddf Rhyddid Gwybodaeth, gellir cyhoeddi neu ddatgelu’ch data mewn ffurf ddienw a/neu agregedig, i sefydliadau, cyrff neu bersonau eraill at ddibenion ymchwil wyddonol, dibenion asesu stoc neu ddibenion y byd academaidd.",
  "privacyPageHeading3Desc3": "Gall fod rhaid inni ryddhau gwybodaeth (gan gynnwys gwybodaeth bersonol a gwybodaeth fasnachol) o dan y ddeddfwriaeth ganlynol:",
  "privacyPageHeading3Li1": "Y Rheoliad Cyffredinol ar Ddiogelu Data (GDPR)",
  "privacyPageHeading3Li2": "Rheoliad Cyffredinol y DU ar Ddiogelu Data (GDPR y DU)",
  "privacyPageHeading3Li3": "Deddf Diogelu Data 2018",
  "privacyPageHeading3Li4": "Deddf Rhyddid Gwybodaeth 2000",
  "privacyPageHeading3Li5": "Rheoliadau Gwybodaeth Amgylcheddol 2004",
  "privacyPageHeading3Li6": "Deddfwriaeth Diogelu Data 2018 ar Ynys Manaw",
  "privacyPageHeading3Li7": "Deddf Diogelu Data (Beilïaeth Guernsey) 2017",
  "privacyPageHeading3Li8": "Deddf Diogelu Data (Jersey) 2018 a Deddf yr Awdurdod Diogelu Data (Jersey) 2018",
  "privacyPageHeading4": "Pa Mor Hir Rydyn Ni’n Cadw Eich Gwybodaeth Bersonol",
  "privacyPageHeading4Desc": "Byddwn ni’n cadw’ch data personol i fwydo gweithgarwch fflyd y glannau ac i ategu’r nod o fanteisio’n gynaliadwy ar weithgareddau masnachol y DU. Dim ond cyhyd ag sy’n angenrheidiol ar gyfer cyflawni’r diben a nodir neu pan fydd angen cyfreithiol inni wneud hynny y byddwn yn cadw ac yn prosesu data personol. Er enghraifft, cyn belled â bod cwch mewn gwasanaeth fel cwch pysgota byddwn yn cadw cofnodion y perchnogion presennol a blaenorol er mwyn hwyluso’n gwaith fel rheoleiddiwr. Rydym yn adolygu’n polisïau’n rheolaidd.",
  "privacyPageHeading5": "Beth fydd yn digwydd os nad ydw i’n rhoi’r data?",
  "privacyPageHeading5Desc": "At ddibenion statudol a budd y cyhoedd, mae angen rhoi data fel y nodir yn y ddeddfwriaeth berthnasol.",
  "privacyPageHeading6": "A fydd fy ngwybodaeth bersonol yn cael ei throsglwyddo y tu allan i’r DU / Ardal Economaidd Ewropeaidd (AEE)? Os bydd, sut caiff ei diogelu?",
  "privacyPageHeading6Desc": "Ni fydd y data a roddwch yn cael ei drosglwyddo y tu allan i’r DU / AEE. Fodd bynnag, pan fydd angen, gellir trosglwyddo gwybodaeth bersonol pan fydd hynny’n gyfreithlon ac yn ategu ein gwaith a wneir er budd y cyhoedd, hy gorfodi, dilysu dogfennau y tu hwnt (i’r DU / AEE).",
  "youRights": "Eich Hawliau",
  "youRightDescription1": "Mae GDPR y DU yn darparu hawliau i unigolion. Mae’r hawliau hyn yn amrywio o dan y sail dros brosesu. Mae’r MMO yn prosesu data’r Gwasanaeth Allforio Pysgod fel a ganlyn:",
  "youRightDescription2": "Erthygl 6(1)(e) o GDPR y DU - Tasg Gyhoeddus: mae’r prosesu’n angenrheidiol er mwyn cyflawni tasg sy’n cael ei chyflawni er budd y cyhoedd neu wrth arfer awdurdod swyddogol sydd wedi’i breinio yn y rheolwr i gasglu data am safleoedd llongau pysgota fel y nodir yn yr Offeryn Statudol – Gorchymyn Pysgota Môr (Dyfeisiau Monitro).",
  "youRightDescription3": "Pan fo’r data hwn yn ymwneud â’r posibilrwydd o drosedd, caiff y data hwn ei brosesu ymhellach o dan Ran 3 o Ddeddf Diogelu Data 2018 (“y Ddeddf”) sy’n dweud y caiff awdurdodau cymwys brosesu data personol at ddibenion gorfodi’r gyfraith, fel y’i diffinnir o dan Adran 31 o’r Ddeddf",
  "youRightDescription4": "Mae rhagor o wybodaeth am hawliau testunau data o dan GDPR y DU a Deddf Diogelu Data 2018 ar gael yma:",
  "privacyPageHeading7": "Sut mae cwyno?",
  "privacyPageHeading7Desc": "Mae gennych hawl i gyflwyno cwyn i Swyddfa’r Comisiynydd Annibynnol (ICO) unrhyw bryd",
  "privacyPageHeading7Desc1": "Yn ystod pandemig y coronafeirws, gallwch roi gwybod i’r ICO o hyd am ein harferion hawliau gwybodaeth drwy eu llinell gymorth ar 0303 123 1113.",
  "hereText": "yma",
  "acceptButtonText": "Derbyn a bwrw ymlaen",
  "HowDoIContact": "Sut mae cysylltu?",
  "HowDoIContactDesc1": "I gael y rhestr lawn o fanylion cysylltu’r Rheolwyr Data, gweler yr adran Pwy sy’n Casglu’ch Gwybodaeth Bersonol.",
  "HowDoIContactDesc2": "Gallwch gysylltu â Thîm Diogelu Data’r MMO yn:",
  "HowDoIContactDesc3": "Dylai unrhyw gwestiynau am sut rydym yn defnyddio’ch data personol a’ch hawliau cysylltiedig gael eu hanfon at y cyswllt uchod.",
  "HowDoIContactDesc4": "Dyma fanylion cysylltu Swyddog Diogelu Data (DPO) y rheolwr data:",
  "HowDoIComplain": "Sut mae cwyno?",
  "HowDoIComplainDesc": "Os ydych chi’n credu bod eich data personol wedi’i gamddefnyddio neu wedi’i gamdrafod, cewch wneud cwyn i’r Comisiynydd Gwybodaeth, sy’n rheoleiddiwr annibynnol. Gellir cysylltu â’r Comisiynydd Gwybodaeth yn:",
  "Ffôn": "Telephone",
  "HowDoIContactChangesPrivacyNotice": "Newidiadau i’r Hysbysiad Preifatrwydd hwn",
  "HowDoIContactChangesPrivacyNoticeDesc": "Rydym yn cadw’r hawl i ddiweddaru’r hysbysiad preifatrwydd hwn unrhyw bryd. Cyhoeddir unrhyw ddiweddariadau ar y tudalen hwn. Y tro diwethaf i’r hysbysiad hwn gael ei ddiweddaru oedd 14 Mawrth 2025."
}
