{
  "sdAddUKEntryDocumentPageTitle": "Ychwanegu dogfen mynediad i’r DU",
  "sdAddUKEntryDocumentGuidanceText": "Dyma’r ddogfen ddiwethaf a ddefnyddiwyd er mwyn i'r cynnyrch ddod i'r DU. Gallai hon fod yn dystysgrif ddalfa, datganiad prosesu neu ddogfen storio.",
  "sdAddNonUKEntryDocumentGuidanceText": "Dyma’r ddogfen ddiwethaf a ddefnyddiwyd er mwyn i'r cynnyrch ddod i'r DU. Gallai hon fod yn dystysgrif ddalfa, datganiad prosesu neu ddogfen storio o drydedd wlad.",
  "sdAddUKEntryDocumentNotificationMsgParagraph1": "Rhowch fanylion pryd, ble a sut daeth y cynnyrch i mewn i'r DU",
  "sdAddUKEntryDocumentNotificationMsgParagraph2": "Rhowch fanylion y ddogfen ddiwethaf a ddefnyddiwyd er mwyn i'r cynnyrch ddod i'r DU. Gall hon fod yn dystysgrif ddalfa, datganiad prosesu neu ddogfen storio",
  "sdAddUKEntryDocumentUKDocumentNumberHint": "Rhowch rif dogfen un yn unig, gan gynnwys unrhyw heiffen/llinell doriad a chymeriadau eraill. Er enghraifft GBR-2024-CC-BEFCD6036",
  "sdAddUKEntryDocumentNonUKDocumentNumberHint": "Rhowch rif un ddogfen yn unig gan gynnwys unrhyw ddidolnod/llinell doriad neu gymeriad arall. Gallai hon fod yn dystysgrif ddalfa, datganiad prosesu neu ddogfen storio o drydedd wlad.",
  "sdAddUKEntryDocumentDatePickerLabel": "Dyddiad y daeth y cynnyrch i’r DU",
  "sdAddUKEntryDocumentDateFieldHint": "Er enghraifft, 31 03 1980",
  "sdAddUKEntryDocumentPortLabel": "Porthladd lle daeth y cynnyrch i’r DU",
  "sdAddUKEntryDocumentPortHint": "Er enghraifft, Felixstowe neu Dover.",
  "sdAddUKEntryDocumentTransportLabel": "Manylion teithio",
  "sdAddUKEntryDocumentTransportHint": "Er enghraifft, enw'r llong nwyddau, rhif yr awyren neu rif cofrestru’r cerbyd.",
  "commonDocumentNumber": "Rhif y ddogfen",
  "sdAddProductToConsignmentDateOfUnloadingErrorValidDate": "Rhaid i’r dyddiad storio fod heddiw neu yn y gorffennol",
  "sdAddProductToConsignmentTransportDetailsErrorMustNotExceed-60": "Does dim modd i’r manylion cludo fod yn fwy na 60 nod",
  "sdAddProductToConsignmentWeightOnCCErrorMustNotExceed-54": "Does dim modd i rif y ddogfen fod yn fwy na 52 nod",
  "sdAddProductToConsignmentPortErrorMustNotExceed": "Ni chaiff y porthladd lle daeth y cynnyrch i’r DU fod yn fwy na 50 o gymeriadau",
  "sdAddProductToConsignmentCertificateNumberErrorInvalidFormat": "Rhaid i rif y ddogfen gynnwys dim ond llythrennau, rhifau, blaenslaesau, ôl-slaesau, bylchau, atalnodau llawn a chysylltnodau",
  "sdAddProductToConsignmentPlaceOfUnloadingErrorNull": "Rhowch y lleoliad lle daeth y cynnyrch i’r DU",
  "sdAddProductToConsignmentTransportDetailsErrorNull": "Rhowch y manylion cludo",
  "sdAddProductToConsignmentTransportDetailsErrorInValidFormat": "Rhaid i’r manylion cludo gynnwys dim ond llythrennau, rhifau, cysylltnodau, bylchau, blaenslaesau ac ôl-slaesau, comas a cholonau",
  "sdAddProductToConsignmentPlaceOfUnloadingErrorInvalid": "Rhaid i’r lleoliad lle daeth y cynnyrch i’r DU gynnwys dim ond llythrennau, bylchau, collnodau, cysylltnodau, cromfachau, blaenslaesau ac ôlslaesau, comas, hanner colonau ac ampersandau",
  "sdAddUKEntryDocumentWeightOnDocumentLabel": "Pwysau ar y ddogfen mewn kg",
  "sdAddUkEntryDocumentWeightOnCcHint": "Cyfanswm y pwysau ar y ddogfen ar gyfer y cod nwyddau a ddewiswyd mewn kg"
}
