{
  "ccCommonTitle": " Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "psCommonTitle": "Creu datganiad prosesu yn y DU - GOV.UK",
  "sdCommonTitle": "Creu dogfen storio yn y DU - GOV.UK",
  "homePageTitle": "Beth ydych chi am ei wneud? - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "accessibilityTitle": "Datganiad hygyrchedd ar gyfer y gwasanaeth Allforio Pysgod - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "dashboardTitle": "tystysgrifau'r Ddalfa - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "dashboardProcessingStatementTitle": "datganiadau prosesu - Creu datganiad prosesu yn y DU - GOV.UK",
  "dashboardStorageDocumentTitle": "dogfennau storio - Creu dogfen storio yn y DU - GOV.UK",
  "forbiddenTitle": "Dim hawl - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "supportTitle": "Yn anffodus, gwrthodwyd yr URL y gofynnwyd amdano - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "ccProgressTitleText": "Ble rydych chi wedi cyrraedd - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "psProgressTitleText": "Ble rydych chi wedi cyrraedd - Creu datganiad prosesu yn y DU - GOV.UK",
  "sdProgressTitleText": "Ble rydych chi wedi cyrraedd - Creu dogfen storio yn y DU - GOV.UK",
  "ccDeleteCatchCertificateTitle": "Ydych chi’n siŵr eich bod chi eisiau dileu’r dystysgrif dalfa hon? - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "ccwhatexporterAddressTitle": "Beth yw cyfeiriad yr allforiwr - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "ccLandingsEntryTitle": "Sut ydych chi am gofnodi eich cynnyrch a'ch glaniadau? - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "ccLandingsTypeConfirmationTitle": "Ydych chi’n siŵr eich bod am newid eich ffordd o lanio? - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "ccWhatExportJourneyExportJourneyHeaderTitle": "Pa daith mae’r broses allforio’n ei chymryd? - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "ccWhoseWatersWereTheyCaughtInTitle": "Yn nyfroedd pwy y daliwyd y pysgod neu’r pysgod cregyn? - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "ccAddExporterDetailsTitle": "Ychwanegwch fanylion yr allforiwr - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "psAddExporterDetailsTitle": "Ychwanegwch fanylion yr allforiwr - Creu datganiad prosesu y DU - GOV.UK",
  "sdAddExporterDetailsTitle": "Ychwanegwch fanylion yr allforiwr - Creu dogfen storio yn y DU - GOV.UK",
  "ccAddYourReferenceTitle": "Ychwanegwch eich cyfeirnod allforio - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "psAddYourReferenceTitle": "Ychwanegwch eich cyfeirnod allforio - Creu datganiad prosesu y DU - GOV.UK",
  "sdAddYourReferenceTitle": "Ychwanegwch eich cyfeirnod allforio - Creu dogfen storio yn y DU - GOV.UK",
  "psAddConsignmentDetailsConsignmentPageHeader": "Ychwanegwch ddisgrifiad a chod nwyddau - Creu datganiad prosesu y DU - GOV.UK",
  "ccTransportSelectionPageTitle": "Sut mae’r allforion yn gadael y DU?",
  "sdTransportSelectionPageTitle": "Sut mae’r allforion yn gadael y DU? - Creu dogfen storio yn y DU - GOV.UK",
  "sdArrivalTransportSelectionPageTitle": "Sut mae eich llwyth yn cyrraedd y DU? - Creu dogfen storio yn y DU - GOV.UK",
  "ccCopyVoidConfirmationTitle": "Ydych chi’n siŵr eich bod chi eisiau dirymu'r dystysgrif dalfa wreiddiol? - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "ccCopyCertificateTitle": "Copïo {{ documentNumber }} - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "psCopyDocumentTitle": "Copïo {{ documentNumber }} - Creu datganiad prosesu yn y DU - GOV.UK",
  "sdCopyDocumentTitle": "Copïo {{ documentNumber }} - Creu dogfen storio yn y DU - GOV.UK",
  "psCopyVoidConfirmationTitle": "Ydych chi’n siŵr eich bod chi eisiau dirymu'r dystysgrif dalfa wreiddiol? - Creu datganiad prosesu yn y DU - GOV.UK",
  "sdCopyVoidConfirmationTitle": "Ydych chi’n siŵr eich bod chi eisiau dirymu'r dystysgrif dalfa wreiddiol? - Creu dogfen storio yn y DU - GOV.UK",
  "ccWhatAreYouExporting": "Beth ydych chi’n ei allforio? - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "ccVoidCertificateTitle": "Ydych chi’n siŵr eich bod am ddirymu’r dystysgrif dalfa hon? - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "psVoidProcessingStatement": "Ydych chi’n siŵr eich bod am ddirymu’r datganiad prosesu? - Creu datganiad prosesu yn y DU - GOV.UK",
  "sdVoidStorageDocument": "Ydych chi’n siŵr eich bod am ddirymu’r dogfen storio? - Creu dogfen storio yn y DU - GOV.UK",
  "doYouHaveARoadTransportDocumentTitle": "Oes gennych chi ddogfen trafnidiaeth ffordd i fynd gyda’r allforion?",
  "doYouHaveAdditionalTransportTypesTitle": "Manylion y cludiant - Creu tystysgrif dal y DU - GOV.UK",
  "addTransportationDetailsTruck": "Ychwanegu manylion cludo: lori",
  "addTransportationDetailsContainerVessel": "Ychwanegu manylion cludo: cynhwysydd",
  "addTransportationDetailsContainerTrain": "Ychwanegu manylion cludo: trên",
  "addTransportationDetailsPlane": "Ychwanegu manylion cludo: awyren",
  "addTransportationDocumentsTruck": "Dogfennau lori",
  "addTransportationDocumentsContainerVessel": "Dogfennau llongau cynwysyddion",
  "addTransportationDocumentsContainerTrain": "Dogfennau trên",
  "addTransportationDocumentsPlane": "Dogfennau awyren",
  "sdDoYouHaveARoadTransportDocumentTitle": "Oes gennych chi ddogfen trafnidiaeth ffordd i fynd gyda’r allforion? - Creu dogfen storio yn y DU - GOV.UK",
  "sdAddTransportationDetailsTruck": "Lori yn ymadael â’r DU - Creu dogfen storio yn y DU - GOV.UK",
  "sdAddTransportationDetailsContainerVessel": "Llong cynwysyddion yn ymadael â'r DU - Creu dogfen storio yn y DU - GOV.UK",
  "sdAddTransportationDetailsContainerTrain": "Trên yn ymadael â’r DU - Creu dogfen storio yn y DU - GOV.UK",
  "sdAddTransportationDetailsPlane": "Awyren yn ymadael â’r DU - Creu dogfen storio yn y DU - GOV.UK",
  "ccFavouritesPageHeader": "Hoff Gynnyrch - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "upLoadFileTitle": "Llwytho cynnyrch a glaniadau i fyny - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "checkYourInformationTitle": "Gwiriwch eich gwybodaeth cyn creu’r tystysgrif dalfa - Creu tystysgrif dalfa yn y DU - GOV.UK",
  "catchCertificateCreatedTitle": "Mae tystysgrif y ddalfa wedi’i chreu - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "directLandingsTitle": "Ychwanegwch eich taith - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "uploadGuidanceTitle": "Uwchlwytho Canllawiau - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "addLandingsTitle": "Ychwanegwch eich taith ar gyfer pob cynnyrch - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "psDeleteProcessingStatementTitle": "Ydych chi’n siŵr eich bod chi eisiau dileu’r datganiad prosesu? - Creu datganiad prosesu yn y DU - GOV.UK",
  "sdDeleteStorageDocumentTitle": "Ydych chi’n siŵr eich bod chi eisiau dileu’r dogfen storio? - Creu dogfen storio yn y DU - GOV.UK",
  "processingPlantDetailsTitle": "Ychwanegwch fanylion y safle prosesu - Creu datganiad prosesu yn y DU - GOV.UK",
  "processingPlantAddressTitle": "Ychwanegwch gyfeiriad y safle prosesu - Creu datganiad prosesu yn y DU - GOV.UK",
  "pswhatexporterAddressTitle": "Beth yw cyfeiriad yr allforiwr - Creu datganiad prosesu DU - GOV.UK",
  "sdwhatexporterAddressTitle": "Beth yw cyfeiriad yr allforiwr - Creu dogfen storio yn y DU - GOV.UK",
  "psAddHealthCertificateTitle": "Ychwanegwch fanylion tystysgrif iechyd - Creu datganiad prosesu yn y DU - GOV.UK",
  "privacyTitle": "Hysbysiad Preifatrwydd - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "signOutTitle": "Daw’r amser i wneud eich cais i ben cyn hir - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "serviceImprovementPlanTitle": "gwella gwasanaeth - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "timedOutTitle": "Mae’ch amser wedi dod i ben - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "cookiesTitle": "Polisi Cwcis - Creu tystysgrif dalfa ar gyfer y DU - GOV.UK",
  "psCatchAddedTitle": "llwyth hwn - Creu datganiad prosesu DU - GOV.UK",
  "pscheckYourInformationTitle": "Gwiriwch eich gwybodaeth cyn creu’r datganiad prosesu - Creu datganiad prosesu yn y DU - GOV.UK",
  "psCreatedSuccessPageTitle": "Mae'r datganiad prosesu wedi'i greu - Creu datganiad prosesu y DU - GOV.UK",
  "sdCreatedSuccessPageTitle": "Mae'r ddogfen storio wedi'i chreu - Creu dogfen storio yn y DU - GOV.UK",
  "psWhatExporterDestinationTitle": "I ble mae’n cael ei allforio? - Creu datganiad prosesu yn y DU - GOV.UK",
  "sdWhatExporterDestinationTitle": "I ble mae’n cael ei allforio? - Creu dogfen storio yn y DU - GOV.UK",
  "psAddCatchTypeTitle": "A gafodd tystysgrif y ddalfa ei chyhoeddi yn y DU - Creu datganiad prosesu yn y DU - GOV.UK",
  "psAddCatchDetailsTitle": "Ychwanegwch fanylion y ddalfa - Creu datganiad prosesu y DU - GOV.UK",
  "psAddCatchWeightsTitle": "Ychwanegwch bwysau’r dalfeydd - Creu datganiad prosesu y DU - GOV.UK",
  "pswhatProcessingPlantAddressTitle": "Beth yw cyfeiriad y safle prosesu? - Creu datganiad prosesu yn y DU - GOV.UK",
  "sdAddStorageFacilityTitle": "Ychwanegu manylion cyfleuster storio - Creu dogfen storio yn y DU - GOV.UK",
  "sdWhatStorageFacilityTitle": "Beth yw cyfeiriad y cyfleuster storio? - Creu dogfen storio yn y DU - GOV.UK",
  "sdAddPrdouctConsignmentTitle": "Ychwanegu cynnyrch at y llwyth hwn - Creu dogfen storio yn y DU - GOV.UK",
  "sdCheckYourInformation": "Gwiriwch eich gwybodaeth cyn creu’r dogfen storio - Creu dogfen storio yn y DU - GOV.UK",
  "sdAddDocumentTypeTitle": "Ychwanegu manylion dogfen - Creu dogfen storio’r DU - GOV.UK",
  "sdAddUKEntryDocumentTitle": "Ychwanegu dogfen mynediad i’r DU - Creu dogfen storio’r DU - GOV.UK",
  "addArrivalTransportationDetailsTrain": "Trên yn cyrraedd y DU - Creu dogfen storio’r DU - GOV.UK",
  "addArrivalTransportationDetailsContainerVessel": "Llong cynwysyddion yn cyrraedd y DU - Creu dogfen storio’r DU - GOV.UK",
  "addArrivalTransportationDetailsPlane": "Awyren yn cyrraedd y DU - Creu dogfen storio’r DU - GOV.UK",
  "addArrivalTransportationDetailsTruck": "Lori yn cyrraedd y DU - Creu dogfen storio’r DU - GOV.UK",
  "storageDocumentDepartureProductSummary": "Gwirio a chadarnhau pwysau’ch llwyth - Creu dogfen storio’r DU - GOV.UK"
}
